Repository: common-repository/yd-search-functions
Catalog: yd-searchfunc-*.po
Languages: fr_fr

source: %b. %e, %Y
fr_fr: %e %b. %Y

source: YD Search Functions Options
fr_fr: Options YD Search Functions

source: This will disable the link in your blog footer. If you are using this plugin on your site and like it, did you consider making a donation? -- Thanks.
fr_fr: Ceci va désactiver le lien en bas de page. Puisque vous utilisez ce plugin sur votre site et que vous l'appréciez, avez-vous envisagé de faire un don ? -- Merci.

source: Action:
fr_fr: Action&nbsp;:

source: I should now
fr_fr: Je dois maintenant

source: Reset widget options
fr_fr: RAZ des options du widget

source: Widget options are reset
fr_fr: Les options du widget sont réinitialisées

source: Update widget options
fr_fr: MAJ des options

source: Widget options are updated
fr_fr: Les options du widget sont à jour

source: Welcome to YD Search Functions Admin Page.
fr_fr: Bienvenue dans la page d'administration de YD Search Functions

source: Uh-oh. Looks like I lost my settings. Sorry.
fr_fr: Oh-oh, on dirait que j'ai perdu mes options. Désolé.

source: Considered donating?
fr_fr: Envisagé de faire un don&nbsp;?

source: Enjoy this plugin?
fr_fr: Vous appréciez ce plugin&nbsp;?

source: Help me improve it!
fr_fr: Aidez-moi à l'améliorer&nbsp;!

source: en_US
fr_fr: fr_FR

source: Thanks
fr_fr: Merci

source: Disable backlink in the blog footer:
fr_fr: Désactivation du lien en bas de page&nbsp;:

source: Most searched
fr_fr: Top recherches

source: Credits
fr_fr: Crédits

source: Initial funding
fr_fr: Financement initial

source: Translations
fr_fr: Traductions

source: English:
fr_fr: Anglais&nbsp;:

source: French:
fr_fr: Français&nbsp;:

source: If you want to contribute to a translation of this plugin, please drop me a line by
fr_fr: Si vous voulez proposer une traduction de ce plugin, veuillez me contacter par

source: e-mail
fr_fr: courriel

source: or leave a comment on the
fr_fr: ou laissez un commentaire sur la

source: plugin's page
fr_fr: page du plugin

source: You will get credit for your translation in the plugin file and the documentation page,
fr_fr: Vous serez crédité pour votre traduction dans le fichier du plugin et sa page de documentation,

source: as well as a link on this page and on my developers' blog.
fr_fr: et vous obtiendrez un lien sur cette page, et sur mon blog de développeur.

source: Free support
fr_fr: Support gratuit

source: Support page:
fr_fr: Page de support&nbsp;:

source: here.
fr_fr: ici.

source: (use comments!)
fr_fr: (utilisez les commentaires&nbsp;!)

source: Professional consulting
fr_fr: Assistance professionnelle

source: I am available as an experienced free-lance Wordpress plugin developer and web consultant.
fr_fr: Je suis disponible en tant que développeur de plugins Wordpress expérimenté et consultant web.

source: Please feel free to <a href="mailto:yann@abc.fr">check with me</a> for any adaptation or specific implementation of this plugin.
fr_fr: N'hésitez pas à <a href="mailto:yann@abc.fr">me contacter</a> pour toute adaptation ou installation particulière de ce plugin.

source: Or for any WP-related custom development or consulting work. Hourly rates available.
fr_fr: Ou pour tout développement sur mesure en rapport avec WP. Tarifs horaires disponibles.

source: Result formatting options:
fr_fr: Options de formatage des résultats&nbsp;:

source: Abstract text length:
fr_fr: Longueur du texte de l'extrait&nbsp;:

source: Minimum word length:
fr_fr: Longueur minimum d'un mot&nbsp;:

source: Default ellipsis:
fr_fr: Ellipse par défaut&nbsp;:

source: Hit highlighting:
fr_fr: Surlignage des termes&nbsp;:

source: Accentuation awareness:
fr_fr: Prise en compte des accents&nbsp;:

source: Case sensitivity:
fr_fr: Sensibilité à la casse&nbsp;:

source: Advanced (multi-word) highlighting:
fr_fr: Surlignage avancé (multi-mots)&nbsp;:

source: Before highlight:
fr_fr: Avant surlignage&nbsp;:

source: After highlight:
fr_fr: Après surlignage&nbsp;:

source: Date localization:
fr_fr: Localisation de la date&nbsp;:

source: Date charset:
fr_fr: Jeu de caractères de la date&nbsp;:

source: Date format:
fr_fr: Format de la date&nbsp;:

source: Uses PHP strftime() format
fr_fr: Utilises le format strftime() de PHP

source: Display the date:
fr_fr: Afficher la date&nbsp;:

source: Try to match plurals:
fr_fr: Essayer de trouver les pluriels&nbsp;:

source: Plural form:
fr_fr: Forme plurielle&nbsp;:

source: Search logging options:
fr_fr: Options d'enregistrement des recherches&nbsp;:

source: Enable search logging:
fr_fr: Enregistrer les recherches&nbsp;:

source: Search base URL:
fr_fr: URL de base des recherches&nbsp;:

source: List in dashboard:
fr_fr: Lister dans le panneau d'admin&nbsp;:

source: most searched expressions
fr_fr: expressions les plus recherchées &nbsp;:

source: List in function:
fr_fr: Lister dans la fonction&nbsp;:

source: (default value)
fr_fr: (valeur par défaut)

source: Display row number in function listing:
fr_fr: Indiquer le numéro d'ordre dans la liste de la fonction&nbsp;:

source: Display count in function listing:
fr_fr: Indiquer le décompte dans la liste de la fonction&nbsp;:

source: Other options:
fr_fr: Autres options&nbsp;:

source: Debug mode:
fr_fr: Mode débogage&nbsp;:

source: deleted.
fr_fr: effacé.

source: banned.
fr_fr: banni.

source: Ban
fr_fr: [X]

source: different searches today.
fr_fr: recherches différentes aujourd'hui.

source: different searches this week.
fr_fr: recherches différentes cette semaine.

source: different searches this month.
fr_fr: recherches différentes ce mois-ci.

source: different searches this year.
fr_fr: recherches différentes cette année.

source: different searches since
fr_fr: recherches différentes depuis le

source: No search data.
fr_fr: Pas de données sur la recherche.

source: Widget title:
fr_fr: Titre du widget&nbsp;:

source: List:
fr_fr: Lister&nbsp;:

source: Display row number in listing:
fr_fr: Afficher le numéro d'ordre&nbsp;:

source: Display count in listing:
fr_fr: Afficher le décompte&nbsp;:

source: YD Most Searched
fr_fr: YD Top-recherches

source: clear
fr_fr: effacer
